Repository: sapoclay/abridor-web
Catalog: resources/language/*/strings.po
Languages: spanish

# #30001
source: Web Browsers
spanish: Navegadores Web

# #30010
source: No browsers found on system
spanish: No se encontraron navegadores en el sistema

# #30011
source: Enter custom URL
spanish: Introducir URL personalizada

# #30012
source: Open a custom URL in your preferred browser
spanish: Abrir una URL personalizada en tu navegador preferido

# #30013
source: Manage saved URLs
spanish: Gestionar URLs guardadas

# #30014
source: View, edit and delete your saved URLs
spanish: Ver, editar y eliminar tus URLs guardadas

# #30020
source: Browser launched
spanish: Navegador lanzado

# #30021
source: Browser opened successfully
spanish: Navegador abierto correctamente

# #30023
source: Failed to launch browser
spanish: Error al lanzar el navegador

# #30030
source: Enter URL
spanish: Introducir URL

# #30031
source: Select browser
spanish: Seleccionar navegador

# #30032
source: Save URL
spanish: Guardar URL

# #30033
source: Do you want to save this URL for future use?
spanish: ¿Quieres guardar esta URL para uso futuro?

# #30034
source: Enter name for URL
spanish: Introducir nombre para la URL

# #30035
source: No browsers available
spanish: No hay navegadores disponibles

# #30040
source: No saved URLs
spanish: No hay URLs guardadas

# #30041
source: Delete
spanish: Eliminar

# #30042
source: Edit
spanish: Editar

# #30050
source: Confirm deletion
spanish: Confirmar eliminación

# #30051
source: Are you sure you want to delete this URL?
spanish: ¿Estás seguro de que quieres eliminar esta URL?

# #30052
source: URL deleted
spanish: URL eliminada

# #30053
source: URL has been deleted successfully
spanish: La URL ha sido eliminada correctamente

# #30060
source: Edit name
spanish: Editar nombre

# #30061
source: Edit URL
spanish: Editar URL

# #30062
source: URL updated
spanish: URL actualizada

# #30063
source: URL has been updated successfully
spanish: La URL ha sido actualizada correctamente

# #30100
source: Browser Detection
spanish: Detección de Navegadores

# #30101
source: Auto-detect browsers
spanish: Detectar navegadores automáticamente

# #30102
source: Show browser descriptions
spanish: Mostrar descripciones de navegadores

# #30103
source: Show notifications
spanish: Mostrar notificaciones

# #30104
source: Default browser
spanish: Navegador predeterminado

# #30105
source: Remember last used browser
spanish: Recordar último navegador usado

# #30110
source: URL Management
spanish: Gestión de URLs

# #30111
source: Enable URL history
spanish: Habilitar historial de URLs

# #30112
source: Maximum saved URLs
spanish: Máximo de URLs guardadas

# #30113
source: Auto-backup URLs
spanish: Copia de seguridad automática de URLs

# #30114
source: Backup frequency
spanish: Frecuencia de copia de seguridad

# #30115
source: Backup now
spanish: Hacer copia de seguridad ahora

# #30116
source: Restore URLs
spanish: Restaurar URLs

# #30120
source: Advanced
spanish: Avanzado

# #30121
source: Enable debug logging
spanish: Habilitar registro de depuración

# #30122
source: Log level
spanish: Nivel de registro

# #30123
source: Show system information
spanish: Mostrar información del sistema

# #30124
source: Clear cache
spanish: Limpiar caché

# #30125
source: Reset settings
spanish: Restablecer configuración

# #30130
source: Custom Browser
spanish: Navegador Personalizado

# #30131
source: Enable custom browser
spanish: Habilitar navegador personalizado

# #30132
source: Custom browser name
spanish: Nombre del navegador personalizado

# #30133
source: Custom browser path
spanish: Ruta del navegador personalizado

# #30134
source: Custom browser arguments
spanish: Argumentos del navegador personalizado

# #30135
source: Test custom browser
spanish: Probar navegador personalizado

# #30140
source: URL Options
spanish: Opciones de URL

# #30141
source: Enable URL validation
spanish: Habilitar validación de URLs

# #30142
source: Auto-add http://
spanish: Agregar http:// automáticamente

# #30143
source: Warn about external URLs
spanish: Advertir sobre URLs externas

# #30144
source: URL open mode
spanish: Modo de apertura de URLs

# #30145
source: Enable incognito mode
spanish: Habilitar modo incógnito

# #30070
source: Manage browsing history
spanish: Gestionar historial de navegación

# #30071
source: View and manage your browsing history
spanish: Ver y gestionar tu historial de navegación

# #30072
source: Recent history
spanish: Historial reciente

# #30073
source: Most visited URLs
spanish: URLs más visitadas

# #30074
source: Search history
spanish: Buscar en historial

# #30075
source: History statistics
spanish: Estadísticas del historial

# #30076
source: Clear history
spanish: Limpiar historial

# #30077
source: No history available
spanish: No hay historial disponible

# #30078
source: Delete history entry
spanish: Eliminar entrada del historial

# #30079
source: Are you sure you want to delete this entry: {0}?
spanish: ¿Estás seguro de que quieres eliminar esta entrada: {0}?

# #30080
source: Manage bookmarks
spanish: Gestionar marcadores

# #30081
source: Import and manage browser bookmarks
spanish: Importar y gestionar marcadores del navegador

# #30082
source: History cleared successfully
spanish: Historial limpiado correctamente

# #30083
source: Import bookmarks
spanish: Importar marcadores

# #30084
source: View imported bookmarks
spanish: Ver marcadores importados

# #30085
source: Bookmarks imported
spanish: Marcadores importados

# #30086
source: {0} bookmarks imported successfully
spanish: {0} marcadores importados correctamente

# #30087
source: Failed to import bookmarks
spanish: Error al importar marcadores

# #30150
source: History Management
spanish: Gestión del Historial

# #30151
source: Enable browsing history
spanish: Habilitar historial de navegación

# #30152
source: Maximum history entries
spanish: Máximo de entradas del historial

# #30153
source: History retention (days)
spanish: Retención del historial (días)

# #30154
source: Auto cleanup old history
spanish: Limpieza automática del historial antiguo

# #30155
source: Clear history now
spanish: Limpiar historial ahora

# #30156
source: Export history
spanish: Exportar historial

# #30160
source: Bookmark Import
spanish: Importación de Marcadores

# #30161
source: Enable bookmark import
spanish: Habilitar importación de marcadores

# #30162
source: Import Chrome bookmarks
spanish: Importar marcadores de Chrome

# #30163
source: Import Firefox bookmarks
spanish: Importar marcadores de Firefox

# #30164
source: Import bookmarks now
spanish: Importar marcadores ahora

# #30165
source: Maximum imported bookmarks
spanish: Máximo de marcadores importados

# #30170
source: Open GitHub repository
spanish: Abrir repositorio de GitHub

# #30171
source: View source code and contribute to the project
spanish: Ver código fuente y contribuir al proyecto

# #30172
source: Repository opened
spanish: Repositorio abierto

# #30173
source: GitHub repository opened in {0}
spanish: Repositorio de GitHub abierto en {0}

# #30174
source: Failed to open repository
spanish: Error al abrir el repositorio
